[
  {
    "id": 1,
    "title": "Ramadan Spirituality",
    "date": "2025-03-10",
    "time": "20:00",
    "location": "Online",
    "image": "/imgs/HeroImgs/ramadan-program-en.png",
    "coverImage": "https://res.cloudinary.com/asdev1/image/upload/v1771649831/1_scafsi.jpg",
    "author": "Cultural Committee",
    "registrationOpen": true,
    "registrationLink": "https://forms.gle/example1",
    "showRegistrationButton": true,
    "content": "<section style='margin-bottom:2rem;'><p style='margin-bottom:2.5rem;'>A spiritual space that transcends borders, bringing students together from everywhere.</p><p style='margin-bottom:2.5rem;'>With the dawn of the blessed month of Ramadan, a season of faith in which souls are renewed and spirits are elevated, and within the framework of efforts to strengthen spiritual values and consolidate the system of Islamic ethics in the hearts of youth, the Yemeni Students Union in Turkey - Elazig Branch, in strategic partnership with the <b>Ummah Wahidah</b> organization, announces the launch of its most prominent interactive Ramadan program: <b>Ramadan Spirituality Series</b>.</p><h3 style='font-size:1.5rem;font-weight:bold;margin-bottom:1rem;color:#b91c1c;'>Program Vision: A Dialogue That Touches the Soul</h3><ul style='margin-bottom:1rem;padding-right:1.5rem;'><li style='color:#374151;'>Hosting distinguished scholars: Regular meetings with scholars and educators addressing faith-related and intellectual issues relevant to today's youth.</li><li style='color:#374151;'>Interactive discussion sessions: The program breaks the traditional lecture pattern, creating an open space for discussion, raising questions, and exchanging experiences among students from diverse backgrounds and cultures.</li><li style='color:#374151;'>Motivation and competitions: To increase engagement, the sessions include independent motivational competitions aimed at stimulating minds and fostering a spirit of competition and joy, away from academic pressures.</li></ul><h3 style='font-size:1.5rem;font-weight:bold;margin-bottom:1rem;color:#b91c1c;'>Added Value: Certified Certificates</h3><p style='margin-bottom:2.5rem;'>In appreciation of this distinguished attendance and continuous interaction, participants in the series will receive official participation certificates issued and accredited by two prestigious bodies:<br/>The <b>Ummah Wahidah</b> organization.<br/>The Yemeni Students Union in Turkey - Elazig Branch.<br/>These certificates serve as a distinguished addition to the student's cultural and social record, documenting their optimal investment of the blessed month.</p><h3 style='font-size:1.5rem;font-weight:bold;margin-bottom:1rem;color:#b91c1c;'>Open Registration</h3><p style='margin-bottom:2.5rem;'>We welcome all students to join us in this unique spiritual experience. As we prioritize the quality of discussion and direct dialogue, we invite you to reserve your seats through the designated link.<br/>Registration link: Now available in the bio on our official social media accounts.<br/>Schedule details: The session schedule and direct access links will be sent to registered participants through the program's dedicated communication channels.</p><p style='font-weight:bold;font-size:1.2rem;margin-bottom:2.5rem;'>Wherever you are, Ramadan brings us together.. Join the 'Ramadan Spirituality' family and be part of this beautiful impact.</p></section>"
  },
  {
    "id": 2,
    "title": "Nawafez",
    "date": "2025-04-15",
    "time": "18:00",
    "location": "Online",
    "image": "https://res.cloudinary.com/asdev1/image/upload/v1771650555/2_xqob2e.jpg",
    "coverImage": "https://res.cloudinary.com/asdev1/image/upload/v1771650555/2_xqob2e.jpg",
    "author": "Cultural Committee",
    "registrationOpen": false,
    "registrationLink": "",
    "showRegistrationButton": true,
    "content": "<section style='margin-bottom:2rem;'><p style='margin-bottom:2.5rem;'>The <b>Nawafez</b> Youth Development Program is a developmental initiative aimed at preparing graduating or recently graduated students to embark on their professional or academic journey. The program includes specialized training courses and practical workshops to develop personal and professional skills and enhance their opportunities in the job market.</p><h3 style='font-size:1.5rem;font-weight:bold;margin-bottom:1rem;color:#b91c1c;'>What are the objectives of the Nawafez Program?</h3><ul style='margin-bottom:2.5rem;padding-right:1.5rem;'><li style='color:#374151;'>Qualifying youth for integration into the job market or pursuing postgraduate studies.</li><li style='color:#374151;'>Developing skills in searching for employment opportunities and scholarships.</li><li style='color:#374151;'>Empowering youth to write professional CVs and motivation letters.</li><li style='color:#374151;'>Enhancing entrepreneurship and creative thinking skills.</li><li style='color:#374151;'>Introducing participants to modern technologies required in the job market.</li></ul><h3 style='font-size:1.5rem;font-weight:bold;margin-bottom:1rem;color:#b91c1c;'>Program Content</h3><ul style='margin-bottom:2.5rem;padding-right:1.5rem;'><li style='color:#374151;'>Professional and employment skills.</li><li style='color:#374151;'>Academic development and scholarships.</li><li style='color:#374151;'>Professional CV and motivation letter writing.</li><li style='color:#374151;'>Leadership and entrepreneurship.</li><li style='color:#374151;'>Personal and creative skills development.</li></ul><p style='font-weight:bold;font-size:1.2rem;margin-bottom:2.5rem;'>Nawafez.. Because the future starts here. Join us and open new windows to success.</p></section>"
  },
  {
    "id": 3,
    "title": "Jalsat",
    "date": "2025-05-01",
    "time": "19:00",
    "location": "Elazig",
    "image": "https://res.cloudinary.com/asdev1/image/upload/v1771681813/3_rafceu.jpg",
    "coverImage": "https://res.cloudinary.com/asdev1/image/upload/v1771681813/3_rafceu.jpg",
    "author": "Cultural Committee",
    "registrationOpen": false,
    "registrationLink": "",
    "showRegistrationButton": true,
    "content": "<section style='margin-bottom:2rem;'><p style='margin-bottom:2.5rem;'>The <b>Jalsat</b> program is an intellectual and dialogue-based initiative dedicated to creating an elevated knowledge environment that brings together Arab students residing in Elazig and Turkish students studying and speaking Arabic, in addition to students of Sharia and Islamic Sciences faculties and all young people interested in intellectual and dialogue-based issues. The program is built on a fundamental idea: that conscious dialogue is the shortest path to building minds and bringing hearts closer, and that safe spaces for discussion are a necessity in a time of rapid events and diverse opinions.</p><h3 style='font-size:1.5rem;font-weight:bold;margin-bottom:1rem;color:#b91c1c;'>What does Jalsat offer?</h3><ul style='margin-bottom:2.5rem;padding-right:1.5rem;'><li style='color:#374151;'>Regular organized meetings discussing contemporary intellectual, cultural, and linguistic topics in a balanced and scientific manner.</li><li style='color:#374151;'>Training participants in critical thinking skills, idea analysis, and formulating opinions with logical arguments supported by evidence.</li><li style='color:#374151;'>A safe space for expressing viewpoints within a framework of mutual respect and active listening.</li><li style='color:#374151;'>Strengthening Modern Standard Arabic for Arab students and enabling Turkish students to practice Arabic in a natural interactive context that builds confidence and fluency.</li><li style='color:#374151;'>Developing presentation, public speaking, dialogue management skills, and building a confident personality.</li></ul><h3 style='font-size:1.5rem;font-weight:bold;margin-bottom:1rem;color:#b91c1c;'>Program Vision</h3><p style='margin-bottom:2.5rem;'>Jalsat aspires to prepare an educated young generation capable of engaging with contemporary issues with awareness and responsibility, believing in the importance of diversity as a space for integration rather than conflict. Through linguistic and intellectual exchange, cultural bonds between Arab and Turkish youth are strengthened, contributing to breaking language barriers and expanding horizons of mutual understanding.</p><p style='font-weight:bold;font-size:1.2rem;margin-bottom:2.5rem;'>Jalsat.. A project for building awareness, shaping thought, and establishing a culture of civilized dialogue that unites, not divides.</p></section>"
  },
  {
    "id": 4,
    "title": "Taraweeh Prayer",
    "date": "2025-03-01",
    "time": "21:00",
    "location": "TÜGVA Dormitory Mosque, Elazig",
    "image": "https://res.cloudinary.com/asdev1/image/upload/v1771682946/135-102511-istanbul-hagia-sophia-tarawih_700x400_bf7uxa.jpg",
    "coverImage": "https://res.cloudinary.com/asdev1/image/upload/v1771682946/135-102511-istanbul-hagia-sophia-tarawih_700x400_bf7uxa.jpg",
    "author": "Cultural Committee",
    "registrationOpen": false,
    "registrationLink": "",
    "showRegistrationButton": false,
    "content": "<section style='margin-bottom:2rem;'><p style='margin-bottom:2.5rem;'>In a spiritual atmosphere filled with reverence and warmth, the Yemeni Students Union in Turkey – Elazig Branch, in cooperation with the <b>TÜGVA</b> dormitory administration, is pleased to announce the organization of the <b>Taraweeh Prayer</b> program throughout the nights of the blessed month of Ramadan in Elazig. It is a gathering that renews every night, where hearts meet before bodies, and souls unite at the altar of worship, making Ramadan abroad warmer and closer to home.</p><h3 style='font-size:1.5rem;font-weight:bold;margin-bottom:1rem;color:#b91c1c;'>Program Objectives</h3><ul style='margin-bottom:2.5rem;padding-right:1.5rem;'><li style='color:#374151;'>Reviving the tradition of night prayers and honoring the Taraweeh ritual.</li><li style='color:#374151;'>Strengthening the spirit of community and brotherhood among students.</li><li style='color:#374151;'>Enhancing the connection with the Holy Quran during the blessed month.</li><li style='color:#374151;'>Deepening social bonds and building a cohesive student community.</li></ul><h3 style='font-size:1.5rem;font-weight:bold;margin-bottom:1rem;color:#b91c1c;'>Program Features</h3><ul style='margin-bottom:2.5rem;padding-right:1.5rem;'><li style='color:#374151;'><b>Beautiful voices and moving reverence:</b> The prayer is led by a selection of skilled and distinguished reciters, with heartfelt recitations that aid in reflection and revive the meanings of the Quran in hearts.</li><li style='color:#374151;'><b>A nurturing spiritual environment:</b> An atmosphere of intimacy and warmth that eases the burden of being away from home and makes Ramadan nights an unforgettable spiritual experience.</li><li style='color:#374151;'><b>A well-equipped and comfortable venue:</b> The prayer is held at the TÜGVA dormitory mosque, equipped with all services to ensure the comfort of worshippers.</li><li style='color:#374151;'><b>Strengthening community bonds:</b> A space for networking and connection among students from various specializations and nationalities.</li></ul><p style='font-weight:bold;font-size:1.2rem;margin-bottom:2.5rem;'>Taraweeh Prayer is not just a ritual, but a complete spiritual experience that illuminates Ramadan nights with the light of the Quran, unites hearts in the remembrance of Allah, and gives Elazig students moments of serenity and tranquility whose impact remains in their souls long after the blessed month ends.</p></section>"
  }
]