[
  {
    "id": 1,
    "title": "Yemenli öğrenciler büyükelçilik önünde on günlük açık oturma eylemini kutluyor",
    "date": "2025-10-12",
    "time": "13:23",
    "image": "https://images.unsplash.com/photo-1557804506-669a67965ba0?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Yayın Kurulu",
    "content": "<p>Yemenli öğrenciler, yetkililerin taleplerine yanıt vermemesi üzerine Ankara'daki Yemen Büyükelçiliği önünde başlattıkları açık oturma eylemine onuncu gününde de devam ediyor. Bu eylem, başta ödenmeyen mali haklar ve burslar olmak üzere, çözüm bekleyen sorunların çözülmesinde yaşanan aylarca süren erteleme ve gecikmelerin ardından geldi.</p><p>Öğrenciler, büyükelçiliğin yaşadıkları mağduriyeti görmezden gelmesinden duydukları hayal kırıklığını dile getirerek, meşru talepleri karşılanana kadar eylemlerini sonlandırmayacaklarını vurguladılar. Mali desteğin kesilmesi nedeniyle zorlu yaşam koşullarıyla mücadele eden öğrencilerin insani durumlarının kötüleşmesinden endişe ediliyor.</p>"
  },
  {
    "id": 2,
    "title": "Elazığ'da gençler arasında girişimciliği teşvik etmek için yeni bir girişim",
    "date": "2025-10-13",
    "time": "14:00",
    "image": "https://images.unsplash.com/photo-1517245386807-bb43f82c33c4?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Editör Ekibi",
    "content": "<p>Elazığ'da gençleri desteklemeyi ve onları girişimcilik dünyasına adım atmaya teşvik etmeyi amaçlayan iddialı bir girişim başlatıldı. Girişim, çalıştaylar, eğitim kursları ve gelecek vaat eden projeler için tohum finansmanı sağlamayı içeriyor. Bu adım, bölgede yeni iş fırsatları yaratmayı ve işsizliği azaltmayı, ayrıca inovasyonu ve yerel ekonomik kalkınmayı teşvik etmeyi hedefliyor.</p>"
  },
  {
    "id": 3,
    "title": "Yerel mirası canlandırmayı amaçlayan yeni bir kültür merkezinin açılışı",
    "date": "2025-10-14",
    "time": "15:30",
    "image": "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Yayın Kurulu",
    "content": "<p>Şehir, yerel mirası koruma ve canlandırma odaklı yeni bir kültür merkezinin açılışına tanık oldu. Merkez, sanat sergileri, müzik performansları ve tarih seminerleri dahil olmak üzere çeşitli etkinlikler sunacak. Organizatörler, merkezin şehir içinden ve dışından ilgilileri çeken bir kültür feneri olmasını ve bölgenin kültürel kimliğini güçlendirmeye katkıda bulunmasını umuyor.</p>"
  },
  {
    "id": 4,
    "title": "Gelecek yıl bölgede önemli ekonomik büyüme beklentileri",
    "date": "2025-10-15",
    "time": "16:45",
    "image": "https://images.unsplash.com/photo-1529070538774-1843cb3265df?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Editör Ekibi",
    "content": "<p>Ticaret Odası, gelecek yıl bölgede önemli bir ekonomik büyüme bekleyen yıllık raporunu yayınladı. Bu iyimserlik, yabancı yatırımlardaki artış, altyapı gelişimi ve turizm sektörünün canlanması gibi bir dizi faktöre dayanıyor. Bu büyümenin yaşam standartlarını iyileştirmeye ve vatandaşlar için daha fazla fırsat sağlamaya katkıda bulunması bekleniyor.</p>"
  },
  {
    "id": 5,
    "title": "İstanbul'da Teknoloji ve Yapay Zeka Konferansı Başladı",
    "date": "2025-10-16",
    "time": "10:00",
    "image": "https://images.unsplash.com/photo-1518779578993-ec3579fee39f?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Yayın Kurulu",
    "content": "<p>Teknoloji ve Yapay Zeka Konferansı etkinlikleri, çeşitli ülkelerden uzmanların ve mühendislerin katılımıyla bugün İstanbul'da başladı. Konferans, en son yapay zeka uygulamalarını ve bunların iş gücü piyasası ve dijital dönüşüm üzerindeki etkilerini tartışıyor.</p>"
  },
  {
    "id": 6,
    "title": "Son ağaçlandırma kampanyasından sonra hava kalitesinde belirgin iyileşme",
    "date": "2025-10-17",
    "time": "09:45",
    "image": "https://images.unsplash.com/photo-1506765515384-028b60a970df?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Çevre Ekibi",
    "content": "<p>Çevre Kurumu, resmi makamların gönüllülerin katılımıyla başlattığı kapsamlı ağaçlandırma kampanyası sonucunda, geçen ay hava kirliliğinde %18'lik bir düşüş olduğunu duyurdu.</p>"
  },
  {
    "id": 7,
    "title": "Artan seyahat trafiğini karşılamak için başkent havalimanında yeni genişletme",
    "date": "2025-10-18",
    "time": "12:30",
    "image": "https://images.unsplash.com/photo-1500375592092-40eb2168fd21?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Yayın Kurulu",
    "content": "<p>Yetkililer, önümüzdeki iki yıl içinde kapasitesini %40 artırmayı hedefleyen başkent havalimanı genişletme projesini uygulamaya başladı. Bu proje, turizmi geliştirmeye ve hava ulaşımını kolaylaştırmaya katkıda bulunacak.</p>"
  },
  {
    "id": 8,
    "title": "Çiftçileri desteklemek için yeni bir dijital platformun lansmanı",
    "date": "2025-10-19",
    "time": "11:20",
    "image": "https://images.unsplash.com/photo-1501004318641-b39e6451bec6?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Ekonomi Ekibi",
    "content": "<p>Tarım Bakanlığı, çiftçilere danışmanlık hizmetleri, üretim takibi ve anlık piyasa fiyatları sunan gelişmiş bir dijital platform başlattı. Bu platform tarımsal üretimi iyileştirmeye katkıda bulunuyor.</p>"
  },
  {
    "id": 9,
    "title": "Elazığ'da uzmanlaşmış bir kalp cerrahisi hastanesinin açılışı",
    "date": "2025-10-20",
    "time": "08:50",
    "image": "https://images.unsplash.com/photo-1586773860418-d37222d8fce3?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Sağlık İdaresi",
    "content": "<p>En son tıbbi cihazlarla donatılmış, kalp ve damar cerrahisi alanında uzmanlaşmış yeni bir hastane açıldı. Hastane, bölgedeki hastalara yüksek kaliteli hizmetler sunmayı amaçlıyor.</p>"
  },
  {
    "id": 10,
    "title": "Toplu taşıma ağını geliştirmek için yeni bir proje başlatıldı",
    "date": "2025-10-21",
    "time": "17:05",
    "image": "https://images.unsplash.com/photo-1503174971373-b1f69850bded?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Editör Ekibi",
    "content": "<p>Belediye Meclisi, çevre dostu otobüsler ekleyerek ve mevcut güzergahları iyileştirerek toplu taşıma ağını geliştirmeyi amaçlayan dev bir projenin başladığını duyurdu.</p>"
  },
  {
    "id": 11,
    "title": "Sanat sergisi çeşitli şehirlerden ziyaretçileri çekiyor",
    "date": "2025-10-22",
    "time": "16:10",
    "image": "https://images.unsplash.com/photo-1529101091764-c3526daf38fe?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Kültür Departmanı",
    "content": "<p>Yerel ve uluslararası sanatçıların eserlerinin yer aldığı yeni bir sanat sergisi açıldı. Sergi, ilk gününden itibaren büyük bir ilgi görerek halkın sanata olan ilgisini yansıttı.</p>"
  },
  {
    "id": 12,
    "title": "Şehir ihracatı son çeyrekte %12 arttı",
    "date": "2025-10-23",
    "time": "15:40",
    "image": "https://images.unsplash.com/photo-1454165804606-c3d57bc86b40?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Ekonomi Ekibi",
    "content": "<p>Ticaret Kurumu, sanayi sektöründeki sürekli büyümeyi ve artan dış talebi yansıtacak şekilde, son çeyrekte şehir ihracatının %12 arttığını duyurdu.</p>"
  },
  {
    "id": 13,
    "title": "500'den fazla genç sporcuyu bir araya getiren spor şampiyonası başladı",
    "date": "2025-10-24",
    "time": "18:00",
    "image": "https://images.unsplash.com/photo-1521412644187-c49fa049e84d?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Spor Departmanı",
    "content": "<p>Çeşitli şehirlerden 500'den fazla sporcuyu bir araya getiren, futbol, yüzme ve bireysel sporlarda çeşitli müsabakaları içeren bir gençlik spor şampiyonası başlatıldı.</p>"
  },
  {
    "id": 14,
    "title": "Eski bir mahalleyi geliştirip modern bir turistik destinasyona dönüştürme",
    "date": "2025-10-25",
    "time": "19:15",
    "image": "https://images.unsplash.com/photo-1530099486328-e021101a494a?w=800&h=600&fit=crop",
    "coverImage": "/imgs/HeroImgs/main-bg.jpg",
    "author": "Yayın Kurulu",
    "content": "<p>Belediye, şehrin en eski mahallelerinden birini geliştirerek kafeler, geleneksel pazarlar ve yürüyüş yolları içeren bir turistik bölgeye dönüştürme projesini açıkladı.</p>"
  }
]